Repository: ianvirtue101/darmegdaz
Catalog: languages/plugins/image-prioritizer-*.po
Languages: fr_fr

source: Minified asset has not been built: %s
fr_fr: Le fichier minifié n’a pas été construit : %s

source: Error: %1$s. Background image URL: %2$s.
fr_fr: Erreur : %1$s. URL de l’image d’arrière-plan : %2$s.

source: HEAD request for background image URL returned Content-Length greater than 2MB: %s.
fr_fr: La requête HEAD pour l’URL de l’image d’arrière-plan a été renvoyée Content-Length greater than 2MB : %s.

source: HEAD request for background image URL did not include a Content-Length response header.
fr_fr: La requête HEAD pour l’URL de l’image d’arrière-plan n’a pas inclus d’en-tête de réponse Content-Length.

source: HEAD request for background image URL did not return an image Content-Type: %s.
fr_fr: La requête HEAD pour l’URL de l’image d’arrière-plan n’a pas renvoyé d’image Content-Type : %s.

source: HEAD request for background image URL did not return with a success status code: %s.
fr_fr: La requête HEAD pour l’URL de l’image d’arrière-plan n’a pas renvoyé un code d’état réussi : %s.

source: Background image URL host is not among allowed: %s.
fr_fr: L’hôte de l’URL de l’image d’arrière-plan n’est pas autorisé : %s.

source: Supplied background image URL does not have a host.
fr_fr: L’URL de l’image d’arrière-plan fournie n’a pas d’hôte.

source: Prioritizes the loading of images and videos based on how visible they are to actual visitors; adds <code>fetchpriority</code> and applies lazy-loading.
fr_fr: Donne la priorité au chargement des images et des vidéos en fonction de leur visibilité par les visiteurs ; ajoute <code>fetchpriority</code> et applique le lazy-loading.

source: The Image Prioritizer plugin requires a newer version of the Optimization Detective plugin. Please update your plugins.
fr_fr: L’extension Image Prioritizer nécessite une version plus récente de l’extension Optimization Detective. Veuillez mettre à jour vos extensions.

source: WordPress Performance Team
fr_fr: L’équipe performance WordPress
